9/data/attachments/4651fe4eb2a5bc12.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_57c0ffc4-d148-40b0-9854-4359852bcd50</nif:username>
            <nif:friendToBeAdded>Laura_society_Friend_58791_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>